Repository: yagogr98/HUDWAY_Localization
Catalog: *.lproj/BugManager.strings
Languages: es

source: email watermark text
es: Introduce tu email

source: report watermark text
es: Mensaje

source: email wrong format
es: email incorrecto

source: lock screen message
es: Enviando...

source: add image
es: Añade Pantallazo

source: send report
es: Enviar

source: delete image
es: Borrar

source: footer text
es: Para hacer un Pantallazo presione el boton home y sleep al mismo tiempo

source: localized title
es: Reportar Bug

source: error
es: Error en el envío

source: empty data
es: Es necesario insertar un Mensaje

source: footer text for android
es: Para hacer un Pantallazo presione el boton de + (sonido) y sleep al mismo tiempo

source: footer text for android less 4
es: To take screenshot see documentation for your device

source: error getting logs
es: Error descargando historial
