Repository: yagogr98/HUDWAY_Localization
Catalog: *.lproj/Localizable.strings
Languages: es

source: track table cell title format
es: %@ in %@

source: back button
es: Atrás

source: cancel button
es: Cancelar

source: no button
es: No

source: yes button
es: Si

source: my stage results title format
es: Mis resultados: %d

source: my stage results description format
es: Tiempo %@ / Velocidad media %@

source: leaderboard wait title
es: Porfavor, espera...

source: leaderboard wait description
es: Descargar Data

source: leaderboard title format
es: Mejor resultado %@

source: leaderboard description format
es: Para %@ de %d resultados

source: leaderboard not available title
es: Tabla no disponible

source: leaderboard not available description
es: No se puede descargar el data

source: alert remote service error message
es: No se puede descargar el data. Error con la conexión a internet

source: alert exit message android
es: Do you want to exit?

source: cancel alert title
es: ¿Cancelar?

source: loading progress label
es: Cargando...

source: ok button
es: Vale
