Repository: yagogr98/HUDWAY_Localization
Catalog: *.lproj/LoginController.strings
Languages: es

source: top label text
es: Entra a tu cuenta

source: registration label
es: Registro

source: recovery password label
es: ¿Olvidaste tu contraseña?

source: login remote service button
es: Entra

source: login facebook button title
es: Sign Up with Facebook

source: login twitter button title
es: Sign Up with Twitter

source: dont login button
es: Pasar

source: email placeholder
es: E-mail

source: password placeholder
es: Contraseña

source: lock alert enter in remote service
es: Entra...

source: lock alert enter in facebook
es: Entra con Facebook...

source: lock alert enter in twitter
es: Entra con Twitter...

source: lock alert success login
es: Login correcto

source: hudway registration url
es: http://hudwayapp.com/en/user/registration

source: hudway recovery password url
es: http://hudwayapp.com/en/user/recoveryPassword
