Repository: yagogr98/HUDWAY_Localization
Catalog: *.lproj/Map.strings
Languages: es

source: mapTypeStandard
es: Normal

source: mapTypeHybrid
es: Hibrido

source: mapTypeSatellite
es: Satelite

source: current position button title
es: Actual

source: start position button title
es: Comenzar ruta desde aquí

source: finish position button title
es: Acabar ruta aquí

source: map type label
es: Tipo de mapa

source: map position label
es: Posición en el mapa

source: map settings title
es: Ajustes de mapa

source: routing options title
es: Hacer una ruta

source: set start position button
es: Instrucciones desde aquí

source: set finish position button
es: Instrucciones hasta aquí
