Repository: yagogr98/HUDWAY_Localization
Catalog: *.lproj/Navigation.strings
Languages: es

source: Miles short
es: mi

source: Yards short
es: yd

source: Foots short
es: ft

source: Kilometers short
es: km

source: Meters short
es: m

source: Miles in hour short
es: mph

source: Kilometers in hour short
es: km/h

source: in start place label text
es: Estas en el punto de salida

source: to start label format
es: %@ al punto de salida

source: current location title
es: Current location

source: default stage name format
es: Routa %d

source: start point title
es: Comenzar en

source: finish point title
es: Llegada a
