Repository: yagogr98/HUDWAY_Localization
Catalog: *.lproj/Purchase.strings
Languages: es

source: purchased title
es: Comprado

source: loading product price title
es: Cargando precio

source: need purchase alert message for product com.RITLLC.HudWay.NonConsumable.VoiceAssistant
es: Es necesario Comprar "Asistente de voz"

source: promotion alert title for product com.RITLLC.HudWay.NonConsumable.DrawRouteFeatures
es: PRO mode

source: promotion alert message for product com.RITLLC.HudWay.NonConsumable.DrawRouteFeatures
es: Pro Mode no está activado, tiene un periodo de prueba de 5min

source: promotion alert title for product com.RITLLC.HudWay.NonConsumable.VoiceAssistant
es: Asistente de voz

source: promotion alert message for product com.RITLLC.HudWay.NonConsumable.VoiceAssistant
es: No ha comprado el asistente de voz, tiene un periodo de prueba de 5min

source: cancel button
es: Cancel

source: store button
es: Buy

source: accept promotion button
es: OK

source: purchase com.RITLLC.HudWay.NonConsumable.AdFree title
es: Sin publicidad

source: purchase com.RITLLC.HudWay.NonConsumable.VoiceAssistant title
es: Asistente de voz (co-piloto)

source: purchase com.RITLLC.HudWay.NonConsumable.DrawRouteFeatures title
es: Plus +

source: purchase com.RITLLC.HudWay.NonConsumable.ProMode title
es: PRO bundle (todo en uno)

source: purchase com.RITLLC.HudWay.NonConsumable.AdFree description
es: Disfruta de HUDWAY sin anuncios y en pantalla completa

source: purchase com.RITLLC.HudWay.NonConsumable.VoiceAssistant description
es: Hudway Voice Assistant alerts you on every dangerous curve on the road ahead, creating an audio-image to hear for the next one-two turns

source: purchase com.RITLLC.HudWay.NonConsumable.DrawRouteFeatures description
es: Want different road style? With this upgrade you will be able to customize the view of the road and its turns. Every new style will be available here

source: purchase com.RITLLC.HudWay.NonConsumable.ProMode description
es: Get all upgrades as one bundle by special price. Every new will be available to PRO users free-of-charge

source: purchase com.RITLLC.HudWay.NonConsumable.AdFree buy button
es: Turn off ads for %@

source: purchase com.RITLLC.HudWay.NonConsumable.VoiceAssistant buy button
es: Buy for %@

source: purchase com.RITLLC.HudWay.NonConsumable.DrawRouteFeatures buy button
es: Buy for %@

source: purchase com.RITLLC.HudWay.NonConsumable.ProMode buy button
es: Buy for %@

source: alert purchase error #100 message
es: Can't connect to App Store, check in Settings > General > Restrictions that the In-App Purchases is enabled

source: alert purchase error #105 message
es: Can't connect to App Store

source: purchase sku_ads_disabled title
es: Ad Free

source: purchase sku_pro_mode_enabled title
es: PRO Mode

source: purchase sku_ads_disabled description
es: Enjoy HUDWAY without Ads and get an extra place on the tracking screen

source: purchase sku_pro_mode_enabled description
es: Customized view of the road, dangerous turns alerts and more...

source: purchase sku_ads_disabled buy button
es: Turn off Ads for %@

source: purchase sku_pro_mode_enabled buy button
es: Go PRO for %@

source: not available alert for product com.RITLLC.HudWay.NonConsumable.VoiceAssistant
es: Voice Assistant is only available starting with iOS 7.0
