Repository: yagogr98/HUDWAY_Localization
Catalog: *.lproj/RoutingController.strings
Languages: es

source: from placeholder
es: Desde

source: to placeholder
es: Hasta

source: create route button
es: Crea una ruta

source: start ride to route button
es: Empezar

source: cancel button
es: Cancelar

source: set start position button
es: Ruta desde aquí

source: set finish position button
es: Ruta hasta aquí

source: lock alert get current location
es: Usar tu localización

source: lock alert get geo tracks
es: Creando la ruta...

source: lock alert preparation to start
es: Preparando la ruta...

source: lock alert get extended geo track
es: Cargando la ruta...

source: lock alert get extended geo track progress format
es: Progreso — %d%%

source: lock alert save geo track
es: Guardando la ruta...

source: lock alert save geo track success
es: Guardado

source: empty stages description
es: No hay ninguna ruta disponible

source: empty stages button
es: Graba una ruta

source: find address name title
es: Buscando...

source: start title
es: Comienzo:

source: finish title
es: Final:

source: unknow address title
es: No se encuentra la localización
