Repository: yagogr98/HUDWAY_Localization
Catalog: *.lproj/Social.strings
Languages: es

source: error #330 message
es: Ya lo has publicado

source: error #332 message
es: This action is necessary so that the result has been sent to hudwayapp.com

source: error #333 message
es: Error, prueba otra vez

source: action SocialActionPublishStageResult description
es: Publicando la ruta...

source: mail html message format
es: <p>He conducido de forma segura HUDWAY app</p><p>Name: %@</p><p>Time: %@</p><p>Avg. speed: %@</p><p>Max. speed: %@</p><p>%@: %@</p><p><a href='%@'>Look at HUDWAYAPP.com</a></p>

source: mail subject
es: some subject

source: 0-60mi
es: 0-60mph

source: 0-100km
es: 0-100kmh

source: empty user name
es: User unknown

source: error alert title
es: Error

source: need login alert title
es: Need login

source: ok button
es: OK

source: cancel button
es: Cancel

source: login button
es: Login
