Repository: yagogr98/HUDWAY_Localization
Catalog: *.lproj/TrackRecording.strings
Languages: es

source: location services access dialog message
es: The application use GPS to record youre routes

source: cancel button
es: Cerrar

source: ok button
es: Hecho

source: user disabled location service alert title
es: No se pudp guardar la letra

source: user disabled location service for application alert message
es: Porfavor active los servcios de Localización en Ajustes

source: user disabled location service for device alert message
es: Los Servicios de localización están apagados, activelos en ajustes

source: user disabled location service for device alert message android
es: Los Servicios de localización están apagados, activelos en ajuste.

source: no free system space alert title
es: No se pudo grabar la ruta

source: no free system space alert message
es: No hay más memoria

source: can't write empty track alert
es: No ha recorrido nada

source: settings button android
es: Ajustes
