Repository: yagogr98/HUDWAY_Localization
Catalog: *.lproj/TrackController.strings
Languages: es

source: cancel button
es: Cancelar

source: ok button
es: OK

source: publish to remote service button
es: Enviar a hudwayapp.com

source: republish to remote service button
es: Reenviar a hudwayapp.com

source: send to email button
es: Compartir via e-mail

source: open in browser button
es: Abrir en Safari

source: open in browser button android
es: Abrir en Browser

source: delete button title
es: Borrar

source: lock alert publish start
es: Publicando...

source: lock alert send to facebook start
es: Compartiendo a Facebook...

source: lock alert send to twitter start
es: Compartiendo a Twitter...

source: lock alert publish success
es: Hecho!

source: lock alert deleting stage result
es: Borrando...

source: lock alert deleted stage result
es: Hecho!

source: lock alert saving track
es: Guardando...

source: alert delete title
es: ¿Borrar?

source: alert delete message
es: There will delete all travel data on the route

source: share with friends title
es: Compartir
