Repository: yagogr98/HUDWAY_Localization
Catalog: *.lproj/VoiceAssistant.strings
Languages: es

source: straight direction
es: straight

source: left direction
es: left

source: rigth direction
es: right

source: easy difficult
es: easy

source: medium difficult
es: middle

source: hard difficult
es: hard

source: perpendicular difficult
es: 90 degree

source: sharp difficult
es: sharp

source: uturn difficult
es: u-turn

source: long duration
es: long

source: very long duration
es: very long

source: 2-4 kilometers
es: kilometers

source: 2-4 miles
es: miles

source: connection between units
es: and

source: connection between maneuvers
es: and then

source: to finish description
es: to finish

source: in finish
es: you have arrived at the destination

source: big maneuvers bundle description
es: and then, attention, bunch of complicated turns

source: is out of way
es: you left from the route

source: track recalculating
es: recalculate the route

source: finish track recalculating
es: recalculation of the route is ended
